Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Read Aloud
de: Vorlesen
es: Leer en voz alta
fil: Basahin nang Malakas
fr: Lire à voix haute
hr: Čitaj naglas
id: Bacakan
ja: 読み上げ
ko: 소리내어 읽기
ms: Baca Kuat
pl: Czytaj na głos
pt_br: Ler em voz alta
ro: Citește cu voce tare
ru: Прочитать вслух
th: อ่านออกเสียง
tr: Sesli Oku
zh_hans: 朗读
zh_hant: 朗讀

source: Read file
de: Datei lesen
es: Leer archivo
fil: Basahin ang file
fr: Lire le fichier
hr: Čitanje datoteke
id: Baca file
ja: ファイルを読み込み
ko: 파일 읽기
ms: Baca file
pl: Odczytaj plik
pt_br: Ler arquivo
ro: Citește fișierul
ru: Прочитать файл
th: อ่านไฟล์
tr: Dosyayı oku
zh_hans: 读取文件
zh_hant: 讀取檔案

source: Read from Start
de: Von Anfang an vorlesen
es: Leer desde el inicio
fil: Basahin mula sa Simula
fr: Lire depuis le début
hr: Čitaj od početka
id: Baca dari Awal
ja: 最初から読み上げ
ko: 처음부터 읽기
ms: Baca dari Mula
pl: Przeczytaj od początku
pt_br: Ler desde o início
ro: Citește de la început
ru: Читать сначала
th: อ่านตั้งแต่ต้น
tr: Baştan Oku
zh_hans: 从头朗读
zh_hant: 從頭朗讀

source: Read image
de: Bild lesen
es: Leer imagen
fil: Basahin ang larawan
fr: Lire l'image
hr: Čitanje slike
id: Baca gambar
ja: 画像を読み込み
ko: 이미지 읽기
ms: Baca imej
pl: Odczytaj obraz
pt_br: Ler imagem
ro: Citește imaginea
ru: Прочитать изображение
th: อ่านรูปภาพ
tr: Görseli oku
zh_hans: 读取图像
zh_hant: 讀取圖像

source: Read our full Privacy Policy
de: Unsere vollständige Datenschutzrichtlinie lesen
es: Lee nuestra Política de Privacidad completa
fil: Basahin ang buong Patakaran sa Privacy
fr: Lire notre politique de confidentialité complète
hr: Pročitajte naša cjelovita pravila privatnosti
id: Baca Kebijakan Privasi lengkap kami
ja: プライバシーポリシー全文を読む
ko: 전체 개인정보 처리방침 읽기
ms: Baca Dasar Privasi penuh kami
pl: Przeczytaj pełną Politykę prywatności
pt_br: Leia nossa Política de Privacidade completa
ro: Citește politica noastră completă de confidențialitate
ru: Прочитать полную Политику конфиденциальности
th: อ่านนโยบายความเป็นส่วนตัวฉบับเต็ม
tr: Tam Gizlilik Politikamızı okuyun
zh_hans: 阅读完整的隐私政策
zh_hant: 閱讀完整的隱私政策

source: Read replies
de: Antworten vorlesen
es: Leer respuestas
fil: Basahin ang mga sagot
fr: Lire les réponses
hr: Čitanje odgovora
id: Bacakan balasan
ja: 返信を読み上げる
ko: 답변 읽어주기
ms: Baca balasan
pl: Czytaj odpowiedzi
pt_br: Ler as respostas
ro: Citește răspunsurile
ru: Читать ответы
th: อ่านคำตอบ
tr: Yanıtları sesli oku
zh_hans: 朗读回复
zh_hant: 朗讀回覆

source: Read Selected Aloud
de: Auswahl vorlesen
es: Leer la selección en voz alta
fil: Basahin ang Napili nang Malakas
fr: Lire la sélection
hr: Čitaj odabrano naglas
id: Bacakan yang Dipilih
ja: 選択部分を読み上げ
ko: 선택 항목 읽기
ms: Baca Pilihan Kuat
pl: Przeczytaj zaznaczenie na głos
pt_br: Ler a seleção em voz alta
ro: Citește selecția cu voce tare
ru: Прочитать выделенное
th: อ่านส่วนที่เลือกออกเสียง
tr: Seçimi Sesli Oku
zh_hans: 朗读选中部分
zh_hant: 朗讀選取部分

source: Read Selection
de: Auswahl vorlesen
es: Leer la selección
fil: Basahin ang Napili
fr: Lire la sélection
hr: Čitaj odabir
id: Bacakan Pilihan
ja: 選択部分を読み上げ
ko: 선택 영역 읽기
ms: Baca Pilihan
pl: Przeczytaj zaznaczenie
pt_br: Ler a seleção
ro: Citește selecția
ru: Прочитать выделенное
th: อ่านส่วนที่เลือก
tr: Seçimi Oku
zh_hans: 朗读选中内容
zh_hant: 朗讀選取內容

source: Read-only
de: Nur lesen
es: Solo lectura
fil: Basahin lang
fr: Lecture seule
hr: Samo za čitanje
id: Hanya baca
ja: 読み取り専用
ko: 읽기 전용
ms: Baca sahaja
pl: Tylko do odczytu
pt_br: Somente leitura
ro: Doar citire
ru: Только для чтения
th: อ่านอย่างเดียว
tr: Salt okunur
zh_hans: 只读
zh_hant: 只讀

source: Read-only from the Files app. The app itself can always read and write.
de: Aus der App „Dateien“ schreibgeschützt. Die App selbst kann immer lesen und schreiben.
es: Solo lectura desde la app Archivos. La propia app siempre puede leer y escribir.
fil: Basahin-lang mula sa Files app. Laging makakabasa at makakasulat ang app mismo.
fr: Lecture seule depuis l'app Fichiers. L'app elle-même peut toujours lire et écrire.
hr: Samo za čitanje iz aplikacije Datoteke. Sama aplikacija uvijek može čitati i pisati.
id: Hanya baca dari aplikasi Files. Aplikasi ini sendiri selalu dapat membaca dan menulis.
ja: 「ファイル」App からは読み取り専用です。アプリ本体は常に読み書きできます。
ko: 파일 앱에서는 읽기 전용입니다. 앱 자체는 항상 읽고 쓸 수 있습니다.
ms: Baca sahaja dari apl Files. Apl ini sendiri sentiasa boleh membaca dan menulis.
pl: Tylko do odczytu z aplikacji Pliki. Sama aplikacja zawsze może czytać i zapisywać.
pt_br: Somente leitura pelo app Arquivos. O próprio app sempre pode ler e gravar.
ro: Doar citire din aplicația Fișiere. Aplicația însăși poate mereu citi și scrie.
ru: Только для чтения из приложения «Файлы». Само приложение всегда может читать и записывать.
th: อ่านอย่างเดียวจากแอป Files ตัวแอปเองอ่านและเขียนได้เสมอ
tr: Dosyalar uygulamasından salt okunur. Uygulamanın kendisi her zaman okuyup yazabilir.
zh_hans: 在“文件”App 中为只读。App 本身始终可读写。
zh_hant: 在“檔案”App 中爲只讀。App 本身始終可讀寫。

source: Read-only session from another device
de: Nur-Lese-Sitzung von einem anderen Gerät
es: Sesión de solo lectura desde otro dispositivo
fil: Basahin-lang na session mula sa ibang device
fr: Session en lecture seule depuis un autre appareil
hr: Sesija samo za čitanje s drugog uređaja
id: Sesi hanya-baca dari perangkat lain
ja: 別のデバイスからの読み取り専用セッション
ko: 다른 기기의 읽기 전용 세션
ms: Sesi baca sahaja dari peranti lain
pl: Sesja tylko do odczytu z innego urządzenia
pt_br: Sessão somente leitura de outro dispositivo
ro: Sesiune doar în citire de pe alt dispozitiv
ru: Сессия только для чтения с другого устройства
th: เซสชันแบบอ่านอย่างเดียวจากอุปกรณ์อื่น
tr: Başka bir aygıttan salt okunur oturum
zh_hans: 来自其他设备的只读会话
zh_hant: 來自其他設備的只讀工作階段

source: README & Documentation
de: README & Dokumentation
es: README y documentación
fil: README at Dokumentasyon
fr: README et documentation
hr: README i dokumentacija
id: README & Dokumentasi
ja: READMEとドキュメント
ko: README 및 문서
ms: README & Dokumentasi
pl: README i dokumentacja
pt_br: README e documentação
ro: README și documentație
ru: README и документация
th: README และเอกสารประกอบ
tr: README ve Belgeler
zh_hans: README 和文档
zh_hant: README 和文檔

source: Reasoning (encrypted)
de: Reasoning (verschlüsselt)
es: Razonamiento (cifrado)
fil: Reasoning (naka-encrypt)
fr: Raisonnement (chiffré)
hr: Zaključivanje (šifrirano)
id: Penalaran (terenkripsi)
ja: 推論（暗号化済み）
ko: 추론(암호화됨)
ms: Penaakulan (disulitkan)
pl: Rozumowanie (zaszyfrowane)
pt_br: Raciocínio (criptografado)
ro: Raționament (criptat)
ru: Рассуждения (зашифровано)
th: การให้เหตุผล (เข้ารหัส)
tr: Akıl yürütme (şifreli)
zh_hans: 推理（已加密）
zh_hant: 推理（已加密）

source: reasoning_effort · off = %@
de: reasoning_effort · aus = %@
es: reasoning_effort · desactivado = %@
fr: reasoning_effort · désactivé = %@
hr: reasoning_effort · isključeno = %@
ja: reasoning_effort · オフ = %@
ko: reasoning_effort · 끔 = %@
ru: reasoning_effort · выкл = %@
zh_hans: reasoning_effort · 关闭时 = %@
zh_hant: reasoning_effort · 關閉 = %@

source: reasoning_effort · omit when off
de: reasoning_effort · weglassen, wenn aus
es: reasoning_effort · omitir cuando está desactivado
fil: reasoning_effort · alisin kapag off
fr: reasoning_effort · omettre si désactivé
hr: reasoning_effort · izostavi kad je isključeno
id: reasoning_effort · hilangkan saat nonaktif
ja: reasoning_effort · オフのときは省略
ko: reasoning_effort · 끔일 때 생략
ms: reasoning_effort · tinggalkan apabila off
pl: reasoning_effort · pomiń, gdy wyłączone
pt_br: reasoning_effort · omitir quando desativado
ro: reasoning_effort · omite când e dezactivat
ru: reasoning_effort · не отправлять, если выкл
th: reasoning_effort · ละเว้นเมื่อปิด
tr: reasoning_effort · kapalıyken atla
zh_hans: reasoning_effort · 关闭时省略
zh_hant: reasoning_effort · 關閉時省略

source: Reasoning: %lld tokens (encrypted)
de: Reasoning: %lld Tokens (verschlüsselt)
es: Razonamiento: %lld tokens (cifrado)
fil: Reasoning: %lld token (naka-encrypt)
fr: Raisonnement : %lld tokens (chiffré)
hr: Zaključivanje — tokena: %lld (šifrirano)
id: Penalaran: %lld token (terenkripsi)
ja: 推論: %lld トークン（暗号化済み）
ko: 추론: %lld 토큰(암호화됨)
ms: Penaakulan: %lld token (disulitkan)
pl: Rozumowanie: %lld tokenów (zaszyfrowane)
pt_br: Raciocínio: %lld tokens (criptografado)
ro: Raționament: %lld tokenuri (criptat)
ru: Рассуждения: %lld токенов (зашифровано)
th: การให้เหตุผล: %lld โทเคน (เข้ารหัส)
tr: Akıl yürütme: %lld token (şifreli)
zh_hans: 推理：%lld 个 Token（已加密）
zh_hant: 推理：%lld 個 Token（已加密）

source: reasoning.effort (nested)
de: reasoning.effort (verschachtelt)
es: reasoning.effort (anidado)
fr: reasoning.effort (imbriqué)
hr: reasoning.effort (ugniježđeno)
ja: reasoning.effort（ネスト）
ko: reasoning.effort (중첩)
pl: reasoning.effort (zagnieżdżone)
pt_br: reasoning.effort (aninhado)
ro: reasoning.effort (imbricat)
ru: reasoning.effort (вложенный)
tr: reasoning.effort (iç içe)
zh_hans: reasoning.effort（嵌套）
zh_hant: reasoning.effort（巢狀）

source: Received %lld bytes (couldn't decode preview)
de: %lld Bytes empfangen (Vorschau nicht dekodierbar)
es: Se recibieron %lld bytes (no se pudo decodificar la vista previa)
fil: Nakatanggap ng %lld byte (hindi ma-decode ang preview)
fr: %lld octets reçus (aperçu non décodable)
hr: Primljeno bajtova: %lld (pregled nije moguće dekodirati)
id: Menerima %lld byte (tidak dapat mendekode pratinjau)
ja: %lld バイトを受信（プレビューをデコードできません）
ko: %lld바이트를 받았습니다 (미리보기를 디코딩할 수 없음)
ms: Menerima %lld bait (tidak dapat menyahkod pratonton)
pl: Odebrano %lld bajtów (nie udało się zdekodować podglądu)
pt_br: Recebidos %lld bytes (não foi possível decodificar a prévia)
ro: S-au primit %lld octeți (previzualizarea nu a putut fi decodată)
ru: Получено байт: %lld (не удалось декодировать предпросмотр)
th: ได้รับ %lld ไบต์ (ถอดรหัสตัวอย่างไม่ได้)
tr: %lld bayt alındı (önizleme çözülemedi)
zh_hans: 已接收 %lld 字节（无法解码预览）
zh_hant: 已接收 %lld 個位元組（無法解碼預覽）

source: Received this session
de: In dieser Sitzung empfangen
es: Recibido en esta sesión
fil: Natanggap ngayong session
fr: Reçu durant cette session
hr: Primljeno u ovoj sesiji
id: Diterima di sesi ini
ja: このセッションの受信量
ko: 이 세션에서 받은 양
ms: Diterima sesi ini
pl: Odebrano w tej sesji
pt_br: Recebido nesta sessão
ro: Primite în această sesiune
ru: Получено за сессию
th: ได้รับในเซสชันนี้
tr: Bu oturumda alındı
zh_hans: 本次会话已接收
zh_hant: 本次工作階段已接收

source: Recent
de: Zuletzt
es: Recientes
fil: Kamakailan
fr: Récents
hr: Nedavno
id: Terbaru
ja: 最近
ko: 최근
ms: Terkini
pl: Ostatnie
pt_br: Recentes
ro: Recente
ru: Недавние
th: ล่าสุด
tr: Son
zh_hans: 最近
zh_hant: 最近

source: Reclaim v1 space
de: V1-Speicher freigeben
es: Recuperar espacio de v1
fil: Bawiin ang v1 space
fr: Libérer l'espace v1
hr: Oslobodi v1 prostor
id: Bebaskan ruang v1
ja: V1 の容量を解放
ko: V1 공간 회수
ms: Tuntut semula ruang v1
pl: Odzyskaj miejsce v1
pt_br: Recuperar espaço da v1
ro: Recuperează spațiul v1
ru: Освободить место v1
th: เรียกคืนพื้นที่ v1
tr: v1 alanını geri kazan
zh_hans: 回收 v1 空间
zh_hant: 回收 V1 空間

source: Reclaimed (v1 records deleted)
de: Freigegeben (V1-Datensätze gelöscht)
es: Espacio recuperado (registros v1 eliminados)
fil: Nabawi (natanggal ang mga v1 record)
fr: Libéré (enregistrements v1 supprimés)
hr: Oslobođeno (v1 zapisi obrisani)
id: Dibebaskan (catatan v1 dihapus)
ja: 解放済み（V1 レコードを削除）
ko: 회수됨 (V1 레코드 삭제)
ms: Dituntut semula (rekod v1 dipadam)
pl: Odzyskano (usunięto rekordy v1)
pt_br: Recuperado (registros v1 excluídos)
ro: Recuperat (înregistrările v1 au fost șterse)
ru: Освобождено (записи v1 удалены)
th: เรียกคืนแล้ว (ลบระเบียน v1 แล้ว)
tr: Geri kazanıldı (v1 kayıtları silindi)
zh_hans: 已回收（v1 记录已删除）
zh_hant: 已回收（V1 記錄已刪除）

source: Recognition + synthesis
de: Erkennung + Synthese
es: Reconocimiento + síntesis
fr: Reconnaissance + synthèse
hr: Prepoznavanje + sinteza
id: Pengenalan + sintesis
ja: 認識 + 合成
ko: 인식 + 합성
ms: Pengecaman + sintesis
pl: Rozpoznawanie i synteza
pt_br: Reconhecimento e síntese
ro: Recunoaștere și sinteză
ru: Распознавание + синтез
th: การรู้จำ + การสังเคราะห์
tr: Tanıma + sentez
zh_hans: 识别 + 合成
zh_hant: 辨識 + 合成

source: Recognition language: %@
de: Erkennungssprache: %@
es: Idioma de reconocimiento: %@
fil: Wika ng recognition: %@
fr: Langue de reconnaissance : %@
hr: Jezik prepoznavanja: %@
id: Bahasa pengenalan: %@
ja: 認識言語：%@
ko: 인식 언어: %@
ms: Bahasa pengecaman: %@
pl: Język rozpoznawania: %@
pt_br: Idioma de reconhecimento: %@
ro: Limba de recunoaștere: %@
ru: Язык распознавания: %@
th: ภาษาที่ใช้รู้จำ: %@
tr: Tanıma dili: %@
zh_hans: 识别语言：%@
zh_hant: 辨識語言：%@

source: Recognizing…
de: Erkenne…
es: Reconociendo…
fil: Kinikilala…
fr: Reconnaissance…
hr: Prepoznavanje…
id: Mengenali…
ja: 認識中…
ko: 인식 중…
ms: Mengecam…
pl: Rozpoznawanie…
pt_br: Reconhecendo…
ro: Se recunoaște…
ru: Распознавание…
th: กำลังรู้จำ…
tr: Tanınıyor…
zh_hans: 识别中…
zh_hant: 辨識中…

source: Reconnecting and fetching tools…
de: Verbindung wird wiederhergestellt, Tools werden abgerufen…
es: Reconectando y obteniendo herramientas…
fil: Kumokonekta ulit at kinukuha ang mga tool…
fr: Reconnexion et récupération des outils…
hr: Ponovno povezivanje i dohvaćanje alata…
id: Menghubungkan ulang dan mengambil alat…
ja: 再接続してツールを取得中…
ko: 다시 연결하고 도구를 가져오는 중…
ms: Menyambung semula dan mengambil alat…
pl: Ponowne łączenie i pobieranie narzędzi…
pt_br: Reconectando e buscando ferramentas…
ro: Se reconectează și se preiau uneltele…
ru: Повторное подключение и получение инструментов…
th: กำลังเชื่อมต่อใหม่และดึงเครื่องมือ…
tr: Yeniden bağlanılıyor ve araçlar alınıyor…
zh_hans: 正在重新连接并获取工具…
zh_hant: 正在重新連線並取得工具…

source: Recording was interrupted — tap the mic to resume
de: Aufnahme wurde unterbrochen – zum Fortsetzen auf Mikro tippen
es: Se interrumpió la grabación: toca el micrófono para continuar
fil: Naantala ang recording — i-tap ang mic para magpatuloy
fr: L’enregistrement a été interrompu — appuyez sur le micro pour reprendre
hr: Snimanje je prekinuto — dodirnite mikrofon za nastavak
id: Perekaman terganggu — ketuk mikrofon untuk melanjutkan
ja: 録音が中断されました — 再開するにはマイクをタップ
ko: 녹음이 중단됨 — 마이크를 눌러 다시 시작
ms: Rakaman terganggu — ketik mikrofon untuk sambung
pl: Nagrywanie przerwane — dotknij mikrofonu, aby wznowić
pt_br: A gravação foi interrompida — toque no microfone para retomar
ro: Înregistrarea a fost întreruptă — atinge microfonul pentru a relua
ru: Запись прервана — коснитесь микрофона, чтобы продолжить
th: การบันทึกถูกขัดจังหวะ — แตะไมโครโฟนเพื่อดำเนินการต่อ
tr: Kayıt kesildi — sürdürmek için mikrofona dokunun
zh_hans: 录音被中断 — 点按麦克风继续
zh_hant: 錄音被中斷 — 點按麥克風繼續

source: Records from the past month. Older ones are removed automatically.
de: Datensätze des letzten Monats. Ältere werden automatisch entfernt.
es: Registros del último mes. Los más antiguos se eliminan automáticamente.
fil: Mga record mula sa nakaraang buwan. Awtomatikong inaalis ang mas luma.
fr: Enregistrements du dernier mois. Les plus anciens sont supprimés automatiquement.
hr: Zapisi iz proteklog mjeseca. Stariji se automatski uklanjaju.
id: Catatan dari bulan terakhir. Yang lebih lama dihapus otomatis.
ja: 過去 1 か月分の記録です。古いものは自動的に削除されます。
ko: 최근 한 달간의 기록입니다. 오래된 항목은 자동으로 삭제됩니다.
ms: Rekod dari bulan lalu. Yang lebih lama dibuang secara automatik.
pl: Rekordy z ostatniego miesiąca. Starsze są usuwane automatycznie.
pt_br: Registros do último mês. Os mais antigos são removidos automaticamente.
ro: Înregistrări din ultima lună. Cele mai vechi sunt eliminate automat.
ru: Записи за последний месяц. Более старые удаляются автоматически.
th: ระเบียนจากเดือนที่ผ่านมา ระเบียนที่เก่ากว่าจะถูกลบอัตโนมัติ
tr: Son bir aya ait kayıtlar. Daha eskiler otomatik olarak kaldırılır.
zh_hans: 显示最近一个月的记录，更早的会自动清理。
zh_hant: 最近一個月的記錄。較舊的會自動移除。

source: Records pushed
de: Datensätze übertragen
es: Registros enviados
fil: Mga record na naipadala
fr: Enregistrements envoyés
hr: Poslanih zapisa
id: Catatan dikirim
ja: 送信済みレコード
ko: 전송된 레코드
ms: Rekod ditolak
pl: Wysłane rekordy
pt_br: Registros enviados
ro: Înregistrări trimise
ru: Записей отправлено
th: ระเบียนที่ส่งแล้ว
tr: Gönderilen kayıtlar
zh_hans: 已推送记录
zh_hant: 已上傳記錄

source: Redirect URI is invalid.
de: Redirect-URI ist ungültig.
es: El URI de redirección no es válido.
fil: Hindi wasto ang Redirect URI.
fr: L'URI de redirection est invalide.
hr: Redirect URI nije valjan.
id: Redirect URI tidak valid.
ja: リダイレクト URI が無効です。
ko: 리디렉션 URI가 올바르지 않습니다.
ms: Redirect URI tidak sah.
pl: Redirect URI jest nieprawidłowy.
pt_br: O Redirect URI é inválido.
ro: Redirect URI este nevalid.
ru: Недопустимый Redirect URI.
th: Redirect URI ไม่ถูกต้อง
tr: Redirect URI geçersiz.
zh_hans: 重定向 URI 无效。
zh_hant: 重新導向 URI 無效。

source: Refresh
de: Aktualisieren
es: Actualizar
fil: I-refresh
fr: Actualiser
hr: Osvježi
id: Muat Ulang
ja: 更新
ko: 새로고침
ms: Muat Semula
pl: Odśwież
pt_br: Atualizar
ro: Reîmprospătează
ru: Обновить
th: รีเฟรช
tr: Yenile
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh tools
de: Tools aktualisieren
es: Actualizar herramientas
fil: I-refresh ang mga tool
fr: Actualiser les outils
hr: Osvježi alate
id: Muat ulang alat
ja: ツールを更新
ko: 도구 새로고침
ms: Muat semula alat
pl: Odśwież narzędzia
pt_br: Atualizar ferramentas
ro: Reîmprospătează uneltele
ru: Обновить инструменты
th: รีเฟรชเครื่องมือ
tr: Araçları yenile
zh_hans: 刷新工具
zh_hant: 重新整理工具

source: Refresh Tools
de: Werkzeuge aktualisieren
es: Actualizar herramientas
fil: I-refresh ang mga Tool
fr: Actualiser les outils
hr: Osvježi alate
id: Muat Ulang Alat
ja: ツールを更新
ko: 도구 새로고침
ms: Muat Semula Alat
pl: Odśwież narzędzia
pt_br: Atualizar ferramentas
ro: Reîmprospătează uneltele
ru: Обновить инструменты
th: รีเฟรชเครื่องมือ
tr: Araçları Yenile
zh_hans: 刷新工具
zh_hant: 重新整理工具

source: Regenerate Title
de: Titel neu generieren
es: Regenerar título
fil: Gumawa Ulit ng Pamagat
fr: Régénérer le titre
hr: Ponovno generiraj naslov
id: Buat Ulang Judul
ja: タイトルを再生成
ko: 제목 재생성
ms: Jana Semula Tajuk
pl: Wygeneruj tytuł ponownie
pt_br: Gerar título novamente
ro: Generează titlul din nou
ru: Создать заголовок заново
th: สร้างชื่อใหม่
tr: Başlığı Yeniden Oluştur
zh_hans: 重新生成标题
zh_hant: 重新生成標題

source: Regular Usage
de: Normale Nutzung
es: Uso normal
fil: Karaniwang Paggamit
fr: Utilisation normale
hr: Uobičajena potrošnja
id: Penggunaan Reguler
ja: 通常の使用量
ko: 일반 사용량
ms: Penggunaan Biasa
pl: Zwykłe użycie
pt_br: Uso normal
ro: Utilizare obișnuită
ru: Обычное использование
th: การใช้งานปกติ
tr: Olağan Kullanım
zh_hans: 常规使用量
zh_hant: 一般使用量

source: Reject All
de: Alle ablehnen
es: Rechazar todo
fil: Tanggihan Lahat
fr: Tout rejeter
hr: Odbij sve
id: Tolak Semua
ja: すべて拒否
ko: 모두 거부
ms: Tolak Semua
pl: Odrzuć wszystko
pt_br: Rejeitar tudo
ro: Respinge tot
ru: Отклонить все
th: ปฏิเสธทั้งหมด
tr: Tümünü Reddet
zh_hans: 全部拒绝
zh_hant: 全部拒絕

source: Release to queue
de: Loslassen zum Einreihen
es: Suelta para poner en cola
fil: Bitawan para i-queue
fr: Relâcher pour mettre en file
hr: Otpustite za stavljanje u red
id: Lepaskan untuk mengantre
ja: 離してキューに追加
ko: 놓으면 대기열에 추가
ms: Lepaskan untuk baris gilir
pl: Puść, aby dodać do kolejki
pt_br: Solte para colocar na fila
ro: Eliberează pentru a pune la coadă
ru: Отпустите, чтобы поставить в очередь
th: ปล่อยเพื่อเข้าคิว
tr: Sıraya almak için bırakın
zh_hans: 松开排队
zh_hant: 放開以加入佇列

source: Release to send
de: Loslassen zum Senden
es: Suelta para enviar
fil: Bitawan para ipadala
fr: Relâcher pour envoyer
hr: Otpustite za slanje
id: Lepaskan untuk mengirim
ja: 離して送信
ko: 놓으면 전송
ms: Lepaskan untuk hantar
pl: Puść, aby wysłać
pt_br: Solte para enviar
ro: Eliberează pentru a trimite
ru: Отпустите, чтобы отправить
th: ปล่อยเพื่อส่ง
tr: Göndermek için bırakın
zh_hans: 松开发送
zh_hant: 放開以傳送

source: Reload
de: Neu laden
es: Recargar
fil: I-reload
fr: Recharger
hr: Ponovno učitaj
id: Muat Ulang
ja: 再読み込み
ko: 새로고침
ms: Muat Semula
pl: Odśwież
pt_br: Recarregar
ro: Reîncarcă
ru: Перезагрузить
th: โหลดใหม่
tr: Yeniden yükle
zh_hans: 重新加载
zh_hant: 重新載入

source: Remind me later
de: Später erinnern
es: Recordármelo más tarde
fil: Ipaalala sa akin mamaya
fr: Me rappeler plus tard
hr: Podsjeti me kasnije
id: Ingatkan saya nanti
ja: 後で通知
ko: 나중에 알림
ms: Ingatkan saya kemudian
pl: Przypomnij później
pt_br: Lembrar depois
ro: Amintește-mi mai târziu
ru: Напомнить позже
th: เตือนฉันภายหลัง
tr: Daha sonra anımsat
zh_hans: 稍后提醒
zh_hant: 稍後提醒

source: Reminders
de: Erinnerungen
es: Recordatorios
fil: Mga Paalala
fr: Rappels
hr: Podsjetnici
id: Pengingat
ja: リマインダー
ko: 미리 알림
ms: Peringatan
pl: Przypomnienia
pt_br: Lembretes
ro: Mementouri
ru: Напоминания
th: เตือนความจำ
tr: Anımsatıcılar
zh_hans: 提醒事项
zh_hant: 提醒事項

source: Remove
de: Entfernen
es: Quitar
fil: Alisin
fr: Supprimer
hr: Ukloni
id: Hapus
ja: 削除
ko: 제거
ms: Buang
pl: Usuń
pt_br: Remover
ro: Elimină
ru: Удалить
th: นำออก
tr: Kaldır
zh_hans: 移除
zh_hant: 移除

source: Remove %@ Lock
de: %@-Sperre entfernen
es: Quitar bloqueo con %@
fil: Alisin ang %@ Lock
fr: Supprimer le verrou %@
hr: Ukloni %@ zaključavanje
id: Hapus Kunci %@
ja: %@ ロックを解除
ko: %@ 잠금 제거
ms: Buang Kunci %@
pl: Usuń blokadę: %@
pt_br: Remover bloqueio por %@
ro: Elimină blocarea: %@
ru: Снять блокировку %@
th: นำล็อก %@ ออก
tr: Kilidi kaldır: %@
zh_hans: 移除 %@ 锁定
zh_hant: 移除 %@ 鎖定

source: Remove All Locks
de: Alle Sperren entfernen
es: Quitar todos los bloqueos
fil: Alisin Lahat ng Lock
fr: Supprimer tous les verrouillages
hr: Ukloni sva zaključavanja
id: Hapus Semua Kunci
ja: すべてのロックを解除
ko: 모든 잠금 제거
ms: Buang Semua Kunci
pl: Usuń wszystkie blokady
pt_br: Remover todos os bloqueios
ro: Elimină toate blocările
ru: Снять все блокировки
th: นำล็อกออกทั้งหมด
tr: Tüm Kilitleri Kaldır
zh_hans: 移除全部锁定
zh_hant: 移除所有鎖

source: Remove all session locks
de: Alle Sitzungssperren entfernen
es: Quitar todos los bloqueos de sesión
fil: Alisin lahat ng session lock
fr: Supprimer tous les verrouillages de session
hr: Ukloni sva zaključavanja sesija
id: Hapus semua kunci sesi
ja: すべてのセッションロックを解除
ko: 모든 세션 잠금 제거
ms: Buang semua kunci sesi
pl: Usuń wszystkie blokady sesji
pt_br: Remover todos os bloqueios de sessão
ro: Elimină toate blocările de sesiune
ru: Снять все блокировки сессий
th: นำล็อกเซสชันออกทั้งหมด
tr: Tüm oturum kilitlerini kaldır
zh_hans: 移除全部会话锁定
zh_hant: 移除所有工作階段鎖

source: Remove Destination
de: Ziel entfernen
es: Quitar destino
fil: Alisin ang Destinasyon
fr: Supprimer la destination
hr: Ukloni odredište
id: Hapus Tujuan
ja: 保存先を削除
ko: 대상 제거
ms: Buang Destinasi
pl: Usuń miejsce docelowe
pt_br: Remover destino
ro: Elimină destinația
ru: Удалить назначение
th: นำปลายทางออก
tr: Hedefi Kaldır
zh_hans: 移除目的地
zh_hant: 移除目的地

source: Remove Face ID Lock
de: Face-ID-Sperre entfernen
es: Quitar bloqueo con Face ID
fil: Alisin ang Face ID Lock
fr: Supprimer le verrouillage Face ID
hr: Ukloni Face ID zaključavanje
id: Hapus Kunci Face ID
ja: Face ID ロックを解除
ko: Face ID 잠금 제거
ms: Buang Kunci Face ID
pl: Usuń blokadę Face ID
pt_br: Remover bloqueio por Face ID
ro: Elimină blocarea Face ID
ru: Убрать блокировку Face ID
th: นำล็อก Face ID ออก
tr: Face ID Kilidini Kaldır
zh_hans: 移除 Face ID 锁定
zh_hant: 移除 Face ID 鎖定

source: Remove from Group
de: Aus Gruppe entfernen
es: Quitar del grupo
fil: Alisin sa Group
fr: Retirer du groupe
hr: Ukloni iz grupe
id: Keluarkan dari Grup
ja: グループから外す
ko: 그룹에서 제거
ms: Buang dari Kumpulan
pl: Usuń z grupy
pt_br: Remover do grupo
ro: Elimină din grup
ru: Убрать из группы
th: นำออกจากกลุ่ม
tr: Gruptan Kaldır
zh_hans: 移出分组
zh_hant: 移出群組

source: Remove from its current group
de: Aus der aktuellen Gruppe entfernen
es: Quitar de su grupo actual
fil: Alisin sa kasalukuyang group nito
fr: Retirer du groupe actuel
hr: Ukloni iz trenutne grupe
id: Keluarkan dari grup saat ini
ja: 現在のグループから外します
ko: 현재 그룹에서 제거합니다
ms: Buang dari kumpulan semasanya
pl: Usuń z bieżącej grupy
pt_br: Tirar do grupo atual
ro: Scoate din grupul actual
ru: Убрать из текущей группы
th: นำออกจากกลุ่มปัจจุบัน
tr: Geçerli grubundan çıkar
zh_hans: 将会话移出当前分组
zh_hant: 將對話移出目前群組
